Repository: joamuran/lliurex-connect
Catalog: lliurex-po/lliurex-connect/*.po
Languages: ca_es@valencia, es

source: Disable Wireless Management
ca_es@valencia: Desactiveu la gestió de xarxes inalàmbriques
es: Deshabilita la gestión de la red inalámbrica

source: Enable Wireless Management
ca_es@valencia: Activeu la gestió de xarxes inalàmbriques
es: Habilita la gestión de la red inalámbrica

source: Mirror Android on this computer
ca_es@valencia: Activar el Mirroring d'Android en aquest ordinador
es: Activa el Mirroring de Android en este ordenador

source: Launch Application into Android XSDL Server
ca_es@valencia: Carregueu una aplicació al servidor Android XSDL
es: Carga una aplicación en el servidor XSDL de Android

source: Help Screen
ca_es@valencia: Pantalla d'ajuda
es: Pantalla de ayuda

source: Quit
ca_es@valencia: Ix
es: Salir

source: Show this message
ca_es@valencia: Mostreu aquest missatge
es: Muestra este mensaje

source: LliureX Connect is an small assistant to achieve the connection between tablet and your LliureX computer. For use it, you need to have installed some apps in your tablet:
ca_es@valencia: LliureX Connect és un assistent que ens permet realitzar la connexió entre la nostra tauleta Android i el nostre ordinador amb LliueX. Per a això, cal que tingau instal·lades algunes aplicacions a la tauleta:
es: LliureX Connect es un pequeño asistente para hacer posible la conexión entre una tableta Android y su ordenador con LliureX. Para ello, se requiere que tenga instaladas algunas aplicaciones en su tablet:

source: You need Google Chrome to use Mirroring capabilities in this computer. Press the following link to download Google Chrome.
ca_es@valencia: Necessiteu Google Chrome per utilitzar el mirroring en aquest ordinadror. Premeu el següent enllaç per descarregar Google Chrome.
es: Necesita Google Chrome para utilizar el mirroring en este ordenador. Pulse en el siguiente enlace para descargar Google Chrome.

source: Download Chrome
ca_es@valencia: Descarregar el Chrome
es: Descargar Chrome

source: Allcast Receiver is a Google Chrome App to receive video streaming from an Android Device through Recording and Mirroring App.
ca_es@valencia: AllCast Receiver és una app del Google Chrome per tal de rebre vídeo per streaming des d'un dispositiu Android, a través de l'aplicació Recording and Mirroring.
es: Allcast Receiver es una aplicación de Google Chrome para recibir difusión de vídeo desde un dispositivo Android, a través de la aplicación Recording and Mirroring".

source: Download AllCast Receiver
ca_es@valencia: Descarrega AllCast Receiver
es: Descargar AllCast Receiver

source: Screen Cast is an Android App that allows us to view our tablet content in a browser window in our computer.
ca_es@valencia: L'Screen Cast és una aplicació d'Android que ens permet veure el contnigut de la tauleta en el nostre ordinador.
es: Screen Cast es una aplicación para Android que permite ver el contenido de la tablet en nuestro ordenador.

source: Go to app Screen Cast in Google Play
ca_es@valencia: Aneu a l'aplicació Screen Cast en Google Play
es: Ir a la aplicación Screen Cast en Google Play

source: XDSL Server is a Linux graphical server for your Android device. It alloys you to launch any application in yout system and see it in your device.
ca_es@valencia: XSDL és un servidor gràfic per al vostre dispositiu amb Android. Permet carregar aplicacions del sistema i llançar-les a un dispoitiu móbil.
es: XSDL es un servidor gráfico para su dispositivo Android. Permite cargar aplicaciones del sistema y lanzarlas en el dispositivo móvil.

source: Go to app X Server for Android in Google Play
ca_es@valencia: Aneu a l'aplicació X Server per a Androd en Google Play.
es: Ir a la aplicación XServer para Android en Google Play.
